[
    {
        "label": "Model United Nations",
        "bannerUrl": "/wendy/portfolio/MUN/banner.jpg",
        "description": "Model United Nations (MUN) is the simulation of the UN's debate and decision-making process. We aim to solve a wide range of real-world problems and global issues, from marine biodiversity in the Red Sea to the Russo-Ukrainian War. In MUN, we participate as a delegate of a country to propose solutions and debate, a chair to provide background information and monitor debate processes, or an organiser to run an entire conference.",
        "achievement": "Since Year 6, I have participated in five conferences as a delegate, four conferences as a chair, and hosted one conference as the Secretary-General. I have won an honourable mention, an Outstanding Delegate, and a Best Delegate award. As the club leader, I have organised three travelling trips outside Beijing and sent delegates to 11 conferences around China in total.",
        "date": "October, 2018 - Now",
        "content": [
            {
                "imgUrl": "/wendy/portfolio/MUN/1st-MUN-1.jpg",
                "date": "BFSU October, 2018",
                "intro": "My first MUN conference, which was the beginning of the extension of my interest from history to modern politics",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/1st-MUN-2.jpg",
                "date": "BFSU October, 2018",
                "intro": "I won my first award in MUN, which served as a confirmation of my basic understanding of political simulation",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/2-HKMUN-1.jpg",
                "date": "HKMUN March 2024",
                "intro": "My first offline MUN conference after COVID-19, and participating in the Historic Security Council challenged my historical knowledge, which was fun for me as history is my favourite subject",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/2-HKMUN-2.jpg",
                "date": "HKMUN March 2024",
                "intro": "My first travelling conference planning experience as the club leader, allowing me to practice communication and organisation skills",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/3-SISMUN-1.jpg",
                "date": "SISMUN October 2024",
                "intro": "I won an honourable mention as the delegate of China in the World Health Assembly for excellence in negotiation and demonstration of humanitarianism, which showed be the liberalist side of politics",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/3-SISMUN-2.jpg",
                "date": "SISMUN October 2024",
                "intro": "My second travelling conference planning experience, which was to Shenzhen and went a lot smoother compared to HKMUN",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/4-WLMUN-1.jpg",
                "date": "WLMUN November 2024",
                "intro": "I was awarded the Best Delegate of the Historic Security Council, as I offered to take the role of the delegate of Türkiye without preparation and engaged in realistic debate over imperialist and colonialist issues, deepening my understanding of realpolitik",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/4-WLMUN-2.jpg",
                "date": "WLMUN November 2024",
                "intro": "My third travelling conference planning experience, which was our club members’ favourite one as we engaged in both the conference and free time such as visiting the historical Beijing-Hangzhou Grand Canal",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/5-WYMUN.jpg",
                "date": "WLMUN November 2024",
                "intro": "My first chairing experience, challenging me to ensure order but encourage the delegates’ willingness to express themselves",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/6-BEIMUN-1.jpg",
                "date": "BEIMUN January 2025",
                "intro": "My second chairing experience, which was a huge challenge as the conference is the oldest and most prestigious in Beijing with the committee encompassing delegates from other countries",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/6-BEIMUN-2.jpg",
                "date": "BEIMUN January 2025",
                "intro": "My chair report was on piracy threats, which gave me a chance to discover that citizen radicalisation is a factor leading to piracy and further recognise the role citizens played in the rise of authoritarian states in history",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/7-DIMUN-1.jpg",
                "date": "DIMUN March 2025",
                "intro": "My third chairing experience, which tested my understanding of Security Council procedures and more intense clashes between national interests",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/7-DIMUN-2.jpg",
                "date": "DIMUN March 2025",
                "intro": "The debate in the committee on Iran’s nuclear issue presented the most authentic image of realpolitik, as the delegates couldn’t come to constructive agreements when all upholding their own national interests",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/8-BRITMUN-gavel.jpg",
                "date": "BRITMUN April 2025",
                "intro": "My first conference as the Secretary-General, from which I was tested by six-months of planning and preparing, including solving pressing logistics issues",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/8-BRITMUN-group.jpg",
                "date": "BRITMUN April 2025",
                "intro": "Our conference also underwent an abrupt change of date due to extreme weather in Beijing, which practiced my skills to flexibly coordinate with multiple schools and departments to reschedule",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/MUN/9-CANMUN.jpg",
                "date": "CANMUN June 2025",
                "intro": "My fourth chairing experience, allowing me to look into the proximate issue of Myanmar military crisis and guide disarmament processes between the countries",
                "description": "",
                "imgOrientation": "horizontal"
            }
        ],
        "urls": []
    },
    {
        "label": "NAE-UNICEF Summit",
        "bannerUrl": "/wendy/portfolio/NAE-UNICEF/banner.jpg",
        "description": "During this Summit, over 100 NAE students presented projects that our schools have taken to advance the United Nation’s Sustainable Development Goals (SDGs) in our communities this year. We cultivated our social purpose, tackled major issues using creative solutions, developed our leadership and advocacy skills, and connected with NAE students from across the globe. We participated in workshops led by UNICEF and World's Largest Lesson.",
        "achievement": "I represented BSB Shunyi as the student ambassador at this Summit. At the end of the Summit, there was a conference to share our solutions to an issue concerning one of the SDGs. Our group aimed to tackle SDG 10 Reduced Inequalities, particularly on education for the disabled population.",
        "date": "April 2023 - April 2024 ",
        "content": [
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_5696.jpg",
                "date": "NYC July 2023",
                "intro": "We visited the UNICEF headquarters in NYC, listening to speeches from its staff",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_5698.jpg",
                "date": "NYC July 2023",
                "intro": "The summit had about 100 students from 50 different NAE schools around China, constructing a multicultural space for us to communicate and exchange ideas",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_5702.jpg",
                "date": "NYC July 2023",
                "intro": "The summit constantly emphasised the idea that youth should not only be protected but involved, enlightening me to continue with service through later projects",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_5712.jpg",
                "date": "NYC July 2023",
                "intro": "We were introduced to the SDGs, which comprehensively covered all issues our current world face",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_5716.jpg",
                "date": "NYC July 2023",
                "intro": "We went on sightseeing around NYC, viewing the landscape of one of the most developed cities in the world, which is simultaneously confronted by sustainability issues",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/IMG_9651.jpg",
                "date": "NYC July 2023",
                "intro": "There was a UN careers workshop, which presented different work opportunities in the UN and other relevant organisations designed for the future generation to support the SDGs",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/c37c20ff51c5915b48c8d3ad92460d85.jpg",
                "date": "NYC July 2023",
                "intro": "I participated in a group presentation highlighting SDG 10, reduced inequalities, in which we focused on education for disabled populations",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/NAE-UNICEF/ebc5a6feca68d528e5bc8656dabdb83e.jpg",
                "date": "NYC July 2023",
                "intro": "A lot of group discussions were planned, in which we all exchanged our insights from where we come from, as we all completed a sustainability report of our school before coming to the summit",
                "description": "",
                "imgOrientation": "horizontal"
            }
        ],
        "urls": [
            "https://www.unicef.org.uk/corporate-partners/nord-anglia-education/",
            "https://www.nordangliaeducation.com/bsb-shunyi/news/2023/03/17/bsb-students-heading-to-nae-unicef-summit-in-new-york",
            "https://www.nordangliaeducation.com/bsb-shunyi/news/2023/08/21/bsb-ambassadors-at-the-nae-unicef-summit-in-new-york-2023"
        ]
    },
    {
        "label": "Seeway Tanzania",
        "bannerUrl": "/wendy/portfolio/Tanzania/banner.jpg",
        "description": "Seeway Tanzania is a non-governmental organisation which is committed to providing community development projects in Tanzania. In this project, we not only fundraised for Seeway Tanzania, but also travelled to Tanzania in February 2024.",
        "achievement": "Our team raised over $7000 for the organisation through charity sales, sporting events, and the school cafe since June 2023. During the trip, we assisted in the construction of the Dolly Bush Primary School, built goatsheds and donated a goat each to two families, and interacted with the local people.",
        "date": "April 2023 - April 2024",
        "content": [
            {
                "imgUrl": "/wendy/portfolio/Tanzania/IMG_8532.jpg",
                "date": "Arusha February 2024",
                "intro": "The trip from Beijing to Tanzania was long, as we had to transfer at Addis Ababa, Ethiopia",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/2fcbb4e78b20c54ecd21bfd25c5b09a2.jpg",
                "date": "Arusha February 2024",
                "intro": "When building a goat shed, I also volunteered to build a stove out of bricks and cow dung for the family",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/03a3bf128d70b96b95f8c4658e3ecf36.jpg",
                "date": "Arusha February 2024",
                "intro": "We visited the Tarangire National Park, seeing many wild animals, including a family of elephants",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/8eb5c586afd7cc9c9c41bfd64c26eb79.jpg",
                "date": "Arusha February 2024",
                "intro": "We travelled via an army truck named Sarah, allowing us to see the scenery more directly",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/51a93959a547c75eb87afb20639ac975.jpg",
                "date": "Arusha February 2024",
                "intro": "At the Park, we also saw many other animal families, including monkeys and baboons, which we patiently waited for to willingly move out of the way, complying to the conservation principles of the park",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/935a7234bb96fb7016820ded181993fe.jpg",
                "date": "Arusha February 2024",
                "intro": "We also camped at the Park, challenging my resilience as the conditions were a lot harsher than any other camping I have done",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/aeb981d0f09940abac8907aaf313d812.jpg",
                "date": "Arusha February 2024",
                "intro": "I connected with a lot of people from another year group whom I have not spoken to before and local staff of the NAE Shampa Kibara camp",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/ba030f87d23c331298c89ebe1021bbaa.jpg",
                "date": "Arusha February 2024",
                "intro": "We spoke a lot about team spirit with each other, sharing our reflections of the trip and visions for our future when we’re free",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Tanzania/ed652097f7e49bf9f5e63b0ee4df7d27.jpg",
                "date": "Arusha February 2024",
                "intro": "In the end, although we had to adapt to conditions a lot harsher than our privileged life in Beijing, the team bonding, service, and scenery we saw made the trip a once-in-a-lifetime experience",
                "description": "",
                "imgOrientation": "horizontal"
            }
        ],
        "urls": []
    },
    {
        "label": "Project Crescendo",
        "bannerUrl": "/wendy/portfolio/Crescendo/banner.jpg",
        "description": "Project Crescendo is a student-led charity organisation based in Beijing, dedicated to providing music education to underprivileged children suffering from serious illnesses.",
        "achievement": "We provided music lessons to children suffering from leukemia, who goes to a specialised charity school located just outside Beijing. Our fundraising concert and bake sale made more than 10 thousand RMB for us to purchase instruments including a piano and some microphones for hospitalised students.",
        "date": "",
        "content": [
            {
                "imgUrl": "/wendy/portfolio/Crescendo/IMG_4620.jpg",
                "date": "Concert February 2025",
                "intro": "At the concert, I was in charge as the lead stage admin while also controlling the stage lighting",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Crescendo/IMG_4631.jpg",
                "date": "Concert February 2025",
                "intro": "We did multiple trials for the technology for the sound, lighting, and a bilingual video we prepared for the audience",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Crescendo/DSC06423.jpg",
                "date": "Concert February 2025",
                "intro": "After the concert, we took photos with the children we fundraised for and came to watch the concert",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Crescendo/DSC06425.jpg",
                "date": "Concert February 2025",
                "intro": "We have also met these children when we visited their school to give them a music lesson, teaching them the song “You Are My Sunshine” with edited lyrics for positivity",
                "description": "",
                "imgOrientation": "horizontal"
            },
            {
                "imgUrl": "/wendy/portfolio/Crescendo/fb5ac79d17859a58e7c45247a895548f.jpg",
                "date": "Concert February 2025",
                "intro": "I also was a part of planning for the conference, including editing the stage instruments list communicating with the school over logistics matter",
                "description": "",
                "imgOrientation": "horizontal"
            }
        ],
        "urls": []
    }
]